Repository: AjwErp/PB_Meet
Catalog: AJWManagementPortal/Resources/Areas/Account/Views/DailyAccountReport/DailyCashClosingReport.*.resx
Languages: ur

source: Account Manager
ur: اکاؤنٹ مینیجر

source: Account Type
ur: اکاؤنٹ اقسام

source: Action
ur: ایکشن

source: AJW AGRO INDUSTRY
ur: اے جے ڈبلیو ایگرو انڈسٹری

source: Back to List
ur: لسٹ پر واپس جائیں

source: Bank of Punjab Closing Balance
ur: بینک آف پنجاب کلوزنگ بیلنس

source: Cash In Hand
ur: کیش ان ہیند

source: Cleared Expense
ur: کلیئریڈ خرچ

source: Closing bank balance
ur: کلوزنگ بینک بیلنس

source: Closing Cash
ur: کلوزنگ کیش

source: Credit
ur: کریڈٹ

source: D.G.M
ur: ڈی جی ایم

source: Daily Cash Closing Report-Account Office
ur: ڈیلی کیش کلوزنگ رپورٹ اکاؤنٹ آفس

source: Date
ur: تاریخ

source: Debit
ur: ڈیبٹ

source: G.M
ur: جی ایم

source: Income
ur: آمدن

source: Internal &amp; Petty Account Closing Balance
ur: انٹرنل اینڈ پیٹی اکاؤنٹ کلوزنگ بیلنس

source: Internal account
ur: انٹرنل اکاؤنٹ

source: Meezan Bank Closing Balance
ur: میزان بینک کلوزنگ بیلنس

source: Meezan Bank Ledger Report
ur: میزان بینک لیجر رپورٹ

source: Money plus different income
ur: رقم جمع مختلف انکم

source: Opening Cash
ur: اوپننگ کیش

source: Petty account
ur: پیٹی اکاؤنٹ

source: Previous bank balance
ur: سابقہ بینک بیلنس

source: Punjab Bank Ledger Report
ur: پنجاب بینک لیجر رپورٹ

source: Remarks
ur: ریمارکس

source: Signature
ur: دستخط

source: Tax deductible bank
ur: ٹیکس کٹوتی بینک

source: Total
ur: ٹوٹل

source: Total balance
ur: ٹوٹل بیلنس

source: Total bank balance
ur: ٹوٹل بینک بیلنس

source: Total Bill
ur: ٹوٹل بل

source: Total Bill Paid
ur: ٹوٹل بل ادا

source: Total Cash Add
ur: ٹوٹل کش جمع

source: Total Income
ur: ٹوٹل انکم

source: Un-Cleared
ur: ان-کلیریڈ

source: Withdraw money
ur: رقم نکلوائ
