Repository: AjwErp/PB_Meet
Catalog: AJWManagementPortal/Resources/Areas/Admin/Views/Admin/AllDepartment.*.resx
Languages: ur

source: ACCESSORY OFFICE
ur: اسیسری آفس

source: Account Office
ur: اکاؤنٹ آفس

source: Admin Dashboard
ur: ایڈمن ڈیش بورڈ

source: AJW All Departments
ur: اے جے ڈبلیو آل ڈیپارٹمنٹس

source: C.E.O OFFICE
ur: سی ای او آفس

source: D.G.M OFFICE
ur: ڈی جی ایم آفس

source: DESIGN OFFICE
ur: ڈیزائن آفس

source: ELECTRIC OFFICE
ur: الیکٹرک آفس

source: G.M OFFICE
ur: جی ایم آفس

source: H.R.M OFFICE
ur: ایچ آر ایم آفس

source: I.T OFFICE
ur: آئی ٹی آفس

source: MAINTENANCE OFFICE
ur: مینٹیننس آفس

source: Mr.AD Sahib
ur: مسٹر اے ڈی ساجد صاحب

source: Mr.Akmal Sahib
ur: مسٹر اکمل صاحب

source: Mr.Ansar Sahib
ur: مسٹر عنصر صاحب

source: Mr.Aqib Sahib
ur: مسٹر عاقب صاحب

source: Mr.Arif Sahib
ur: مسٹر عارف صاحب

source: Mr.Ashiq Sahib
ur: مسٹر عاشق صاحب

source: Mr.Asif Sahib
ur: مسٹر آصف صاحب

source: Mr.Asim Sahib
ur: مسٹر عاصم صاحب

source: Mr.Feyaaz Sahib
ur: مسٹر فیاض صاحب

source: Mr.Hamza Sahib
ur: مسٹر حمزہ صا حب

source: Mr.Nadeem Sahib
ur: مسٹر ندیم صاحب

source: Mr.Reyaaz Sahib
ur: مسٹر ریاض صاحب

source: Mr.Sajid Sahib
ur: مسٹر ساجد صاحب

source: Mr.Zahid Sahib
ur: مسٹر زاہد صاحب

source: Mr.Zain Sahib
ur: مسٹر زین صاحب

source: PRODUCTION OFFICE
ur: پروڈکشن آفس

source: PURCHASE OFFICE
ur: پرچیز آفس

source: SALE OFFICE
ur: سیلز آفس

source: SECURITY OFFICE
ur: سیکورٹی آفس

source: STORE OFFICE
ur: سٹور آفس
