Repository: AjwErp/PB_Meet
Catalog: AJWManagementPortal/Resources/Areas/Account/Views/AccountsSupportGuide/AccountsLawBook.*.resx
Languages: ur

source: ACCOUNTS DEPARTMENT LAW BOOK
ur: اکاؤنٹس ڈیپارٹمنٹ لاء بک

source: After completion of purchasing, all bills, cash vouchers and item orders have to be cleared by C.E.O
ur: خریداری مکمل ہونے کے بعد ، تمام بلز ، کیش واؤچرز اور آئٹم آرڈرز C.E.O کے ذریعہ صاف کرنا ہوں گے

source: All checks will be approved through Debit Voucher. Approval will be given by C.E.O. The check book will be in the account office
ur: تمام چیکوں کو ڈیبٹ واؤچر کے توسط سے منظور کیا جائے گا۔ منظوری C.E.O کے ذریعہ دی جائے گی۔ چیک بک اکاؤنٹ آفس میں ہوگی

source: All the expenses of the industry will be borne from the industry account and the amount will be transferred from the main account (bank account of the industry) to the internal account of the industry
ur: انڈسٹری کے تمام اخراجات انڈسٹری اکاؤنٹ سے اٹھائے جائیں گے اور یہ رقم مرکزی اکاؤنٹ (انڈسٹری کے بینک اکاؤنٹ) سے انڈسٹری کے داخلی اکاؤنٹ میں منتقل کردی جائے گی۔

source: Any income of any kind in the industry will first be deposited in the mandatory bank and then used, there will be credit in the main account register, credit voucher will also be made
ur: انڈسٹری میں کسی بھی قسم کی کسی بھی آمدنی کو پہلے لازمی بینک میں جمع کیا جائے گا اور پھر استعمال کیا جائے گا ، مین اکاؤنٹ رجسٹر میں کریڈٹ ہوگا ، کریڈٹ واؤچر بھی بنایا جائے گا

source: Anyone who takes an advance from the work industry will get his first advance voucher, which will also include his previous advance, installment and salary. Advance will be given after uploading the voucher from C.E.O. There will be entry in advance ledger
ur: جو بھی کام کی صنعت سے پیش قدمی کرے گا اسے اپنا پہلا ایڈوانس واؤچر ملے گا ، جس میں اس کی سابقہ پیشگی ، قسط اور تنخواہ بھی شامل ہوگی۔ ایڈوانس C.E.O سے واؤچر اپ لوڈ کرنے کے بعد دیا جائے گا۔ ایڈوانس لیجر میں انٹری ہوگی

source: Daily closing of account department is mandatory. It is also important to check the Daily C.E.O
ur: روزانہ محکمہ اکاؤنٹ کی بندش لازمی ہے۔ ڈیلی سی ای او کو چیک کرنا بھی ضروری ہے

source: Debit voucher for expenditure from Main Account, Industry Internal Account, Petty Cash Account and Credit Voucher for refill will be used which will be approved by C.E.O
ur: مین اکاؤنٹ ، انڈسٹری انٹرنل اکاؤنٹ ، پیٹی کیش اکاؤنٹ اور ریفئل کے لئے کریڈٹ واؤچر سے اخراجات کے لئے ڈیبٹ واؤچر استعمال کیا جائے گا جس کی منظوری C.E.O کے ذریعہ ہوگی۔

source: Edit Number
ur: تر میم نمبر

source: ID#
ur: نمبر شمار

source: If cash is included with the gate pass and service order then there will be a photocopy of the gate pass and service order, the original bill, gate pass and service order will be closed by the account manager in daily closing and the photocopy will be put in his file by the concerned department
ur: اگر نقد گیٹ پاس اور سروس آرڈر کے ساتھ شامل ہے تو پھر گیٹ پاس اور سروس آرڈر کی فوٹو کاپی ہوگی ، اصل بل ، گیٹ پاس اور سروس آرڈر اکاؤنٹ منیجر کے ذریعہ روزانہ بند ہونے پر بند کردیئے جائیں گے اور فوٹو کاپی ڈال دی جائے گی۔ متعلقہ محکمہ نے اپنی فائل میں

source: If cash is not included with the gate pass and service order, then the gate department and service order will be placed in the file only by the concerned department
ur: اگر گیٹ پاس اور سروس آرڈر کے ساتھ نقد رقم شامل نہیں کی گئی ہے ، تو گیٹ ڈپارٹمنٹ اور سروس آرڈر صرف متعلقہ محکمہ فائل میں رکھیں گے۔

source: If the material purchased from the suppliers with whom the account is to be made, then the entry of the bill must also be made in the ledger of the suppliers
ur: اگر ان سپلائرز سے خریدا ہوا مال جن کے ساتھ اکاؤنٹ بننا ہے تو ، پھر بل کا اندراج بھی سپلائرز کے لیجر میں کرنا ہوگا

source: If you want to get the money back by returning the purchased product, it will become a gate pass, all the details will come on the gate pass, the product will be out of the industry at the gate pass and will be returned to the market Will come This amount has to be deposited in the bank's industry account on the same day to get the bank slip and this bank slip has to be credited in the register of Kerman account attached with the gate pass. The concerned department will attach a photocopy of the gate pass in its file
ur: اگر آپ خریدی ہوئی مصنوعات کو واپس کرکے پیسہ واپس لانا چاہتے ہیں تو ، یہ گیٹ پاس بن جائے گا ، گیٹ پاس پر تمام تفصیلات آئیں گی ، گیٹ پاس پر مصنوعات انڈسٹری سے باہر ہوجائے گی اور مارکیٹ میں واپس آجائے گی۔ آئے گا یہ رقم بینک پرچی حاصل کرنے کے لئے اسی دن بینک کے انڈسٹری اکاؤنٹ میں جمع کروانا ہوگی اور گیٹ پاس کے ساتھ منسلک کرمان اکاؤنٹ کے رجسٹر میں اس بینک پرچی کو جمع کرنا ہوگا۔ متعلقہ محکمہ اپنی فائل میں گیٹ پاس کی فوٹو کاپی منسلک کرے گا

source: In case the C.E.O is busy or not present in the industry, the Account Manager will affix the Stamp of Telephone Approval on the Cash Voucher
ur: اگر سی ای او انڈسٹری میں مصروف ہے یا موجود نہیں ہے تو ، اکاؤنٹ منیجر نقد واؤچر پر ٹیلیفون کی منظوری پر لگا دے گا

source: Internal ledgers will be used for transactions within the industry, such as the sales income from the sales office will first go into the internal ledger and then go to the bank
ur: اندرونی لیجرز کو صنعت کے اندر لین دین کے لئے استعمال کیا جائے گا ، جیسے کہ سیلز آفس سے آنے والی فروخت کی آمدنی پہلے اندرونی لیجر میں جائے گی اور پھر بینک میں جائے گی۔

source: It is the responsibility of the Account Manager to arrange and secure the debit, credit voucher of Industry Account and Petty Cash Account
ur: انڈسٹری اکاؤنٹ اور پیٹی کیش اکاؤنٹ کے ڈیبٹ ، کریڈٹ واؤچر کا بندوبست اور حفاظت کرنا اکاونٹ منیجر کی ذمہ داری ہے۔

source: It is the responsibility of the account manager to daily close and file the cash voucher, demand, purchase order and bill
ur: اکاؤنٹ منیجر کی ذمہ داری ہے کہ وہ روزانہ کیش واؤچر کو بند کریں اور کیش واؤچر ، طلب ، خریداری کا آرڈر اور بل داخل کریں

source: Law's Description
ur: لا ء کی تفصیل

source: Page Number
ur: صفحہ نمبر

source: Petty Cash Account has a monthly balance of Rs. 15000 / - which has to be used for the whole month. This account is mostly used for daily expenses like tea, biscuits, ice and petrol
ur: پیٹی کیش اکاؤنٹ میں ماہانہ بیلنس 500 روپے ہے۔ 15000 / - جو پورے مہینے کے لئے استعمال کرنا پڑتا ہے۔ یہ اکاؤنٹ زیادہ تر چائے ، بسکٹ ، آئس اور پیٹرول جیسے روزمرہ کے اخراجات کے لئے استعمال ہوتا ہے

source: Previous Edit Number
ur: سابقہ ترمیم نمبر

source: Previous Page Number
ur: سابقہ صفحہ نمبر

source: The Account Manager will check the monthly and annual report with the C.E.O
ur: اکاؤنٹ منیجر C.E.O کے ساتھ ماہانہ اور سالانہ رپورٹ چیک کرے گا

source: The Accounts Department is the industry's most important and autonomous department that is directly accountable to the C.E.O
ur: محکمہ اکاؤنٹس انڈسٹری کا سب سے اہم اور خودمختار محکمہ ہے جو براہ راست سی ای او کے سامنے جوابدہ ہوتا ہے

source: The Accounts Department will be responsible for any errors in the cash voucher or bill order. Which can be fined
ur: کیش واؤچر یا بل آرڈر میں کسی بھی قسم کی خامیوں کے لئے محکمہ اکاؤنٹس ذمہ دار ہوگا۔ جس پر جرمانہ عائد کیا جاسکتا ہے

source: The details of all (internal and external) transactions of the industry are with the Accounts Department
ur: صنعت کے تمام (اندرونی اور بیرونی) لین دین کی تفصیلات محکمہ اکاؤنٹس کے پاس ہیں

source: The salaries of all employees will be checked in their personal accounts. Salary amount will be required to be entered in the register of internal account of the industry, final pay slip will be made by the account office, general manager and C.E.O will check
ur: تمام ملازمین کی تنخواہوں کو ان کے ذاتی اکاؤنٹس میں چیک کیا جائے گا۔ انڈسٹری کے داخلی اکاؤنٹ کے رجسٹر میں تنخواہ کی رقم داخل کرنے کی ضرورت ہوگی ، اکاؤنٹ آفس کے ذریعہ آخری تنخواہ کی پرچی ، جنرل منیجر اور سی ای او چیک کریں گے۔

source: The voucher for issuing cash for any purchases made from the industry account will be first uploaded by the C.E.O
ur: انڈسٹری اکاؤنٹ سے کی جانے والی کسی بھی خریداری کے لئے نقد جاری کرنے کے واؤچر کو پہلے سی ای او کے ذریعہ اپ لوڈ کیا جائے گا

source: There are two accounts used for expenses in the industry which have cash in them, one is industry account and the other is petty cash account
ur: انڈسٹری میں اخراجات کے لئے دو اکاؤنٹ استعمال ہوتے ہیں جن میں نقد رقم موجود ہوتی ہے ، ایک انڈسٹری اکاؤنٹ اور دوسرا پیٹی کیش اکاؤنٹ
