Repository: AjwErp/PB_Meet
Catalog: AJWManagementPortal/Resources/Areas/Account/Views/Ledger/GeneralLedgerBook.*.resx
Languages: ur

source: Accessory Material
ur: ا سسری میٹریل

source: Accessory Repairing
ur: ا سسری ریپیرنگ

source: Account Manager
ur: اکاؤنٹ مینیجر

source: Action
ur: ایکشن

source: Add Row
ur: روشامل کریں

source: AJW AGRO INDUSTRY
ur: اے جے ڈبلیو ایگرو انڈسٹری

source: Ali Sanitary Store(MianChannu)
ur: علی سینیٹری اسٹور (میاں چنوں)

source: Asim Sahib Special Budget
ur: عاصم صاحب خصوصی بجٹ

source: Ayoub Petrolium Service(Tulamba)
ur: ایوب پٹرولیم سروس (تلمبہ)

source: Back to List
ur: لسٹ پر واپس جائیں

source: Balance
ur: بیلنس

source: Bhutta Agro Hardware(MianChannu)
ur: بھٹہ ایگرو ہارڈ ویئر (میاں چنوں)

source: C.E.O
ur: سی ای او

source: Checq-No
ur: چیک نمبر

source: Civil Work Material
ur: سول ورک میٹریل

source: Closing Balance + Bank
ur: کلوزنگ بیلنس + بینک

source: Credit
ur: کریڈٹ

source: D.G.M
ur: ڈی جی ایم

source: Date
ur: تاریخ

source: Debit
ur: ڈیبٹ

source: Description
ur: تفصیل

source: Electric Material
ur: الیکٹرک میٹریل

source: Employee Monthly Salary(Bank Account)
ur: ملازم ماہانہ تنخواہ (بینک اکاؤنٹ)

source: Employee Monthly Salary(Internal Account)
ur: ملازم ماہانہ تنخواہ (انٹرنل اکاؤنٹ)

source: EOBI Monthly Fee
ur: عی او بی ای ماہانہ فیس

source: G.M
ur: جی ایم

source: Gate Pass Expense
ur: گیٹ پاس خرچ

source: General Ledger Report-Account Office
ur: ڈیلی جنرل لیجر رپورٹ اکاؤنٹ آفس

source: ID#
ur: نمبر

source: Industry Electric Bill
ur: انڈسٹری الیکٹرک بل

source: Industry Internet Package
ur: انڈسٹری انٹرنیٹ پیکیج

source: Industry Kitchen Material
ur: انڈسٹری کچن میٹریل

source: Industry Milk Bill
ur: انڈسٹری دودھ بل

source: Industry Mobile Balance
ur: انڈسٹری موبائل بیلنس

source: Industry Motorcycle Service
ur: انڈسٹری موٹرسائیکل سروس

source: Internal Account Closing Balance Receipt
ur: انٹرنل اکاؤنٹ کلوزنگ بیلنس رسید

source: Khursheed Iron Store(MianChannu)
ur: خورشید آئرن اسٹور (میاں چنوں)

source: Labour Wages
ur: لیبر مزدوری

source: Ledger Type
ur: لیجر کی قسم

source: Live Up Water Supply(Tulamba)
ur: لائیو اپ واٹر سپلائی (تلمبہ)

source: Meezan Bank Account
ur: میزان بینک اکاؤنٹ

source: Mughal Interiors(CNC Plasma Machine)
ur: مغل انٹيریرس (سی ان سی پلازما مشین)

source: Mughal Iron Store(Tulamba)
ur: مغل آئرن اسٹور (تلمبہ)

source: Mutafariq
ur: متفر ق

source: Nadeem Jawaid Bearing(MianChannu)
ur: ندیم جاوید بیرنگ (میاں چنوں)

source: P-Order
ur: پی-آرڈر

source: Petty Cash Account
ur: پیٹی کیش اکاؤنٹ

source: Petty Cash Expense(Internal Account)
ur: پیٹی کيش خرچ (انٹرنل اکاؤنٹ)

source: Punjab Bank Account
ur: پنجاب بینک اکاؤنٹ

source: Rafiq Iron(MianChannu)
ur: رفیق آئرن (میاں چنوں)

source: Remarks
ur: ریمارکس

source: Rooba digital(MianChannu)
ur: روبہ ڈیجیٹل (میاں چنوں)

source: Sadiq Aluminium(MakhdoomPur)
ur: صادق ایلومینیم (مخدوم پور)

source: Saeed Electric Store(MianChannu)
ur: سعید الیکٹرک اسٹور (میاں چنوں)

source: Salamat Paint House
ur: سلامت پینٹ ہاؤس

source: Select Ledger Type
ur: سلیکٹ لیجر قسم منتخب کریں

source: Select Ledger Type ...
ur: لیجر کی قسم منتخب کریں ...

source: Signature
ur: دستخط

source: Social Security Fee
ur: سوشل سیکورٹی فيس

source: Staff Advance
ur: اسٹاف ایڈوانس

source: Staff Loan
ur: اسٹاف لون

source: Stationary Material
ur: اسٹیشنری میٹریل

source: Store Material
ur: اسٹور میٹریل

source: Tariq Autos(Tulamba)
ur: طارق آٹوز (تلمبہ)

source: Total
ur: ٹوٹل

source: Transportation
ur: ٹرانسپورٹیشن
