Repository: AjwErp/PB_Meet
Catalog: AJWManagementPortal/Resources/Areas/Dgm/Views/DgmOfficeReports/AllDepartmentDailyReportByDgmtoCeo.*.resx
Languages: ur

source: Accessory Office
ur: ا سسرئ آفس

source: Account Office
ur: اکاؤنٹ آفس

source: Action
ur: ایکشن

source: Advance Voucher
ur: ایڈوانس واؤچر

source: AJW AGRO INDUSTRY
ur: اے جے ڈبلیو ایگرو انڈسٹری

source: All Department Daily Report By D.G.M To C.E.O
ur: آل ڈیپارٹمنٹ ڈیلی رپورٹ بذریعہ ڈی جی ایم سے سی ای او آفس

source: Back to List
ur: بیک ٹو لسٹ

source: Bank Balance BOP
ur: بینک بیلنس بی او پی

source: Bank Balance Meezan
ur: بینک بیلنس میزان

source: C.E.O
ur: سی ای او

source: Cancel Purchase Order
ur: کینسل پرچيز آرڈر

source: Cash In Hand
ur: کيش ان ہنڈ

source: Civil Office
ur: سول آفس

source: Cleared
ur: کلیریڈ

source: Cleared Cash by Gate Pass
ur: کلیریڈ کيش بذریعہ گیٹ پاسس

source: Cleared Cash by P-order
ur: کلیریڈ کيش بذریعہ پرچيزآرڈر

source: Cleared(Expence)
ur: کلیریڈ(خرچ)

source: Closing Cash
ur: کلوزنگ کيش

source: Contract
ur: معاہدہ

source: Current
ur: موجودہ

source: Current Cash
ur: کرنٹ کيش

source: D.G.M
ur: ڈی جی ایم

source: Date
ur: تاریخ

source: Demotion
ur: ڈئ موشن

source: Dis Increment
ur: ڈس انکریمنٹ

source: Discharge
ur: ڈسچارج

source: Electric Material Expence
ur: الیکٹرک میٹریل خرچ

source: Electric Material Income
ur: الیکٹرک میٹریل انکم

source: Expence Via Claim
ur: خرچ ذریعے کلیم

source: Fine Voucher
ur: فائن واؤچر

source: G.M
ur: جی ایم

source: H.R.M Office
ur: اچ ۔ار۔ام آفس

source: Income
ur: آمدن

source: Increment
ur: انکریمنٹ

source: Industry In/Out
ur: انڈسٹری ان/وٹ

source: Internship
ur: انٹرنشپ

source: Job
ur: جاب

source: Joining letter
ur: جوآننگ ليٹر

source: Labour Expence
ur: مزدوری کا خرچ

source: Labour Half Day
ur: لیبر حلف ڈے

source: Labour Late
ur: مزدورليٹ

source: Labour Vication
ur: مزدور تعطیل

source: Loan Voucher
ur: لون واؤچر

source: Madical Expence
ur: میڈیکل خرچ

source: Madical Voucher
ur: میڈیکل واؤچر

source: Maintenance Expence
ur: مینٹیننس خرچ

source: Maintenance Office
ur: مینٹیننس آفس

source: Material Expence
ur: میٹریل خرچ

source: Material Income
ur: میٹریل آمدن

source: Note
ur: نوٹ

source: Officer Half Day
ur: آفیسرحلف ڈے

source: Officer Late
ur: آفیسر ليٹ

source: Officer Vication
ur: آفیسر تعطیل

source: Opening Cash
ur: اوپننگ کش

source: Pending
ur: پینڈنگ

source: Personal In/Out
ur: پرسنل ان/وٹ

source: Previous Cash
ur: پچھلا کیش

source: Previous Gate Pass
ur: پچھلا گیٹ پاس

source: Previous Purchase Order
ur: پچھلا پرچيز کا آرڈر

source: Production Office
ur: پروڈکشن آفس

source: Promotion
ur: پروموشن

source: Purchase Office
ur: پرچيز آفس

source: Remaining Recovery
ur: رمیننگ ریکووری

source: Remaning Pay Accounts
ur: باقی پے اکاؤنٹس

source: Remaning Un-Cleared
ur: رمیننگ انکلاریڈ

source: Remarks
ur: ریمارکس

source: Replacement/Return
ur: تبدیلی / واپسی

source: Resign
ur: استعفیٰ

source: Sales Income
ur: سیلز انکم

source: Sales Office
ur: سیلز آفس

source: Show cause Notice
ur: شو کاز نوٹس

source: Signature
ur: دستخط

source: Signature Department Officer
ur: سگنیچر ڈیپارٹمنٹ افسر

source: Special Approval
ur: اسپیشل اپپروول

source: Supplier Bill Pay
ur: سپلائر بل پے

source: Supplier Report Credit (Name)
ur: سپلائر رپورٹ کریڈٹ (نام)

source: Supplier Report Debit (+)
ur: سپلائر رپورٹ ڈیبٹ (+)

source: Temporary Allowed
ur: عارضی اجازت

source: Total
ur: ٹوٹل

source: Total Bank Balance
ur: ٹوٹل بینک بیلنس

source: Total Cash
ur: ٹوٹل کیش

source: Total Cash Expence
ur: ٹوٹل کيش خرچ

source: Total Expence
ur: ٹوٹل خرچ

source: Trani
ur: ٹرانی

source: Transfer
ur: ٹرانسفر

source: Travling Allowns
ur: سفری الاؤنس

source: Un-Cleared
ur: ان-کلیریڈ

source: Visitor Approval
ur: وزیٹر اپپروول

source: Visitour Interni
ur: ویسٹر انٹرنی

source: Warning letter
ur: وارننگ ليٹر
