Repository: AjwErp/PB_Meet
Catalog: AJWManagementPortal/Resources/Areas/Dgm/Views/DgmOfficeReports/AllDepartmentMonthlyReportByDgmtoCeo.*.resx
Languages: ur

source: Accessory Expense
ur: اسسر ئ خرچ

source: Accessory Sale
ur: اسسرئ سيل

source: Accounts Department
ur: اکاؤنٹس ڈیپارٹمنٹ

source: Action
ur: ایکشن

source: Advance Voucher
ur: ایڈوانس واؤچر

source: AJW AGRO INDUSTRY
ur: اے جے ڈبلیو ایگرو انڈسٹری

source: All Department Monthly Report By D.G.M To C.E.O
ur: آل ڈیپارٹمنٹ ماہانہ رپورٹ بذریعہ ڈی جی ایم سے سی ای او آفس

source: Back to List
ur: بیک ٹو لسٹ

source: By Production Monthly Gate Pass Expense
ur: بذریعہ پروڈکشن ماہانہ گیٹ پاس خرچ

source: By Production Monthly Maintenance Expense
ur: بذریعہ پروڈکشن ماہانہ مینٹیننس خرچ

source: By Suppliers Store Material
ur: بذریعہ سپلائرز اسٹور میٹریل

source: C.E.O
ur: سی ای او

source: C.E.O Car Parts
ur: سی ای او کار پارٹس

source: Cancel Complain
ur: شکایت منسوخ

source: Cancel Gate Pass
ur: کینسل گیٹ پاسس

source: Cancel Job Card
ur: کینسل جاب کارڈ

source: Cancel Purchase Order
ur: کینسل پر چیز آرڈر

source: Cancel Service Order
ur: کینسل سروس آرڈر

source: Cash
ur: کيش

source: Cash Cleared By Gate Pass
ur: گیٹ پاس کے ذریعہ کیش کلیئر

source: Cash Cleared By P-Order
ur: پی آرڈر کے ذریعہ کیش کلیئر

source: Cash In Hand End Month
ur: ماہ کے آخر میں کیش

source: Cash In Hand(Total Income - Kalaam Expense)
ur: کيش ان ہند(ٹوٹل انکم - کلیم خرچ)

source: Civil Material
ur: سول میٹریل

source: Civil Office
ur: سول آفس

source: Claim Expense
ur: کلیم خرچ

source: Claim Material Expense
ur: کلیم میٹریل خرچ

source: Cleared Gate Pass
ur: کلیئر گیٹ پاس

source: Cleared Purchase Order
ur: کلیریڈ پر چیز آرڈر

source: Complain
ur: شکایت

source: Complain Not Ok
ur: شکایت نہیں ٹھیک

source: Complain Ok
ur: شکایت ٹھیک

source: Contract
ur: معاہدہ

source: Customer Claim Expense
ur: کسٹمر کلیم خرچ

source: D.G.M
ur: ڈی جی ایم

source: Date
ur: تاریخ

source: Demotion
ur: ڈي موشن

source: Dis.Increment
ur: ڈس انکریمنٹ

source: Discharge
ur: ڈسچارج

source: Electric Material
ur: الیکٹرک میٹریل

source: Electric Material Income/Expense Price Report
ur: الیکٹرک میٹریل آمدن/خرچ

source: Fine Voucher
ur: فائن واؤچر

source: G.M
ur: جی ایم

source: Gate Pass
ur: گیٹ پاسس

source: Gate Pass Expense
ur: گیٹ پاس خرچ

source: Gate Pass Not Ok
ur: گیٹ پاس ٹھیک نہیں

source: Gate Pass Ok
ur: گیٹ پاس ٹھیک

source: H.R.M Department
ur: اچ ۔ار۔ام ڈیپارٹمنٹ

source: Increment
ur: انکریمنٹ

source: Industry Electric Expense
ur: انڈسٹری الیکٹرک خرچ

source: Industry In/Out
ur: انڈسٹری ان/وٹ

source: Industry Material Expense
ur: انڈسٹری میٹریل خرچ

source: Industry Petty Account Report
ur: انڈسٹری پیٹی اکاؤنٹ رپورٹ

source: Ineusal Material Expense
ur: اانڈسٹری میٹریل خرچ

source: Internship
ur: انٹرنشپ

source: Inusal Project
ur: انسول پروجیکٹ

source: Job
ur: جاب

source: Job Card
ur: جاب کارڈ

source: Job Card-Not Ok
ur: جاب کارڈ ٹھیک نہیں

source: Job Card-Ok
ur: جاب کارڈ ٹھیک

source: Joining Letter
ur: جؤ ننگ ليٹر

source: Loan Remaining Recovery
ur: لون رمیننگ ریکووري

source: Loan Voucher
ur: لون واؤچر

source: Loss In Reparining
ur: لوسس ان ریپریننگ

source: Machine Maintenance Via Production Department
ur: مشین مینٹیننس وی پروڈکشن ڈیپارٹمنٹ

source: Machinery Electric Maintenance Via Production
ur: مشینری الیکٹرک مینٹیننس وی پروڈکشن

source: Madical Expense
ur: مڈیکل خرچ

source: Madical Voucher
ur: میڈیکل واؤچر

source: Main Bank Account Report (Meezan + BOP)
ur: مین بینک اکاؤنٹ کی رپورٹ (میزان + بی او پی)

source: Maintenance Department
ur: مینٹیننس ڈیپارٹمنٹ

source: Material Income/Expense Price Report
ur: میٹریل انکم/خرچ پرائس رپورٹ

source: Material Sale by Store
ur: بذریعہ میٹریل سيل بذریعہ اسٹور

source: Material Sale Expense
ur: میٹریل سيل خرچ

source: Medicine
ur: میڈیسن

source: Monthly Income(Internal Account)
ur: ماہانہ انکم(انٹرنل اکاؤنٹ)

source: Monthly Income(Sales + Investment)
ur: ماہانہ انکم(سیلز + انویسٹمنٹ)

source: Monthly Maintenance
ur: ماہانہ مینٹیننس

source: Monthly Remaning Balance
ur: ماہانہ رمیننگ بیلنس

source: Monthly Total Expense
ur: ماہانہ ٹوٹل خرچ

source: Move Order
ur: موو آرڈر

source: Move Order Not Ok
ur: موو آرڈر ٹھیک نہیں

source: Move Order Ok
ur: موو آرڈر ٹھیک

source: Move Order Pass
ur: موو آرڈر پاسس

source: Peniding Gate Pass
ur: پینڈنگ گیٹ پاسس

source: Peniding Purchase Order
ur: پینڈنگ پرچيز آرڈر

source: Personal Claim Expense
ur: پرسنل کلیم خرچ

source: Personal In/Out
ur: پرسنل ان/وٹ

source: Previous cash
ur: پچھلا کيش

source: Previous Complain
ur: پچھلا شکایت

source: Previous Gate Pass
ur: پچھلا گیٹ پاس

source: Previous Job Card
ur: پچھلا جاب کارڈ

source: Previous Month Balance
ur: پچھلا مہینہ بیلنس

source: Previous Move Order
ur: پچھلا موو آرڈر

source: Previous Purchase Order
ur: پچھلا پرچيز آرڈر

source: Previous Service Order
ur: پچھلا سروس آرڈر

source: Previous Total Material Stock Price
ur: پچھلا ٹوٹل میٹریل اسٹاک پرائس

source: Product Sale
ur: پروڈکٹ سيل

source: Production Department
ur: پروڈکشن ڈیپارٹمنٹ

source: Production Electric Expense
ur: پروڈکشن الیکٹرک خرچ

source: Production Material Expense
ur: پروڈکشن میٹریل خرچ

source: Promotion
ur: پروموشن

source: Purchase Department
ur: پرچيز ڈیپارٹمنٹ

source: Purchase Order
ur: پرچيز آرڈر

source: Recovery
ur: ریکووري

source: Remaining Material Stock Price
ur: رمیننگ میٹریل اسٹاک پرائس

source: Remaining Pay Accounts
ur: رمیننگ پے اکاؤنٹس

source: Remaining Stock Price
ur: رمیننگ اسٹاک پرائس

source: Remaning Electric Stock Price
ur: ریماننگ الیکٹرک اسٹاک پرائس

source: Reparning
ur: ریپرننگ

source: Reparning Material Expense
ur: ریپرننگ میٹریل خرچ

source: Replacement
ur: ر يپليسمنٹ

source: Resign
ur: استعفیٰ

source: Return
ur: ریٹرن

source: Sale Electric Expense
ur: سيل الیکٹرک خر چ

source: Sales Department
ur: سیلز ڈیپارٹمنٹ

source: Scrap Sale
ur: سکرپ سيل

source: Service Order
ur: سروس آرڈر

source: Service Order Not Ok
ur: سروس آرڈر ٹھیک نہیں

source: Service Order Ok
ur: سروس آرڈر ٹھیک

source: Show cause Notice
ur: شو کاز نوٹس

source: Signature
ur: دستخط

source: Software
ur: سافٹ ویئر

source: Special Approval
ur: اسپیشل اپپروول

source: Stationary Expense
ur: اسٹیشنری خرچ

source: Stationary/Accessory
ur: اسٹیشنری / آسسري

source: Stationary/Accessory Department
ur: اسٹیشنری / آسسري ڈیپارٹمنٹ

source: Store Department Monthly Electric Income/Expense Report
ur: اسٹور ڈیپارٹمنٹ ماہانہ بجلی کی آمدنی / اخراجات کی رپورٹ

source: Store Department Monthly Material Expense Report
ur: اسٹور ڈیپارٹمنٹ ماہانہ میٹریل خرچ رپورٹ

source: Store Material
ur: اسٹور میٹریل

source: Supplier Paied Cash
ur: سپلائر پیڈ کیش

source: Temporary Allowed
ur: عارضی اجازت

source: Tolls
ur: ٹولز

source: Total Cash
ur: ٹوٹل کيش

source: Total Complain
ur: ٹوٹل شکایت

source: Total Complete Project
ur: ٹوٹل کمپلیٹ پروجیکٹ

source: Total Electric Stock Expence Price
ur: ٹوٹل الیکٹرک اسٹاک خرچ پرائس

source: Total Electric Stock Price
ur: ٹوٹل الیکٹرک اسٹاک پرائس

source: Total Expense
ur: ٹوٹل خرچ

source: Total Gate Pass
ur: ٹوٹل گیٹ پاسس

source: Total Income
ur: ٹوٹل انکم

source: Total Income (Main Bank To Meezan + Investment)
ur: ٹوٹل انکم (میں بینک ٹو میزان + انویسٹمنٹ)

source: Total Income Electric Stock Price
ur: ٹوٹل انکم الیکٹرک اسٹاک پرائس

source: Total Income Material Stock Price
ur: ٹوٹل انکم میٹریل اسٹاک پرائس

source: Total Incomplete Project
ur: ٹوٹل نامکمل پروجیکٹ

source: Total Job Card
ur: ٹوٹل جاب کارڈ

source: Total Labour Expense
ur: ٹوٹل لیبر خرچ

source: Total Material Expense
ur: ٹوٹل میٹریل خرچ

source: Total Material Expense Stock Price
ur: ٹوٹل میٹریل خرچ اسٹاک پرائس

source: Total Material Income
ur: ٹوٹل میٹریل انکم

source: Total Material Stock Price
ur: ٹوٹل میٹریل اسٹاک پرائس

source: Total Move Order
ur: ٹوٹل موو آرڈر

source: Total No Project
ur: ٹوٹل نو پروجیکٹ

source: Total Previous Electric Stock Price
ur: ٹوٹل پچھلا الیکٹرک اسٹاک پرائس

source: Total Purchase Order
ur: ٹوٹل پرچيز آرڈر

source: Total Purchasing
ur: ٹوٹل پرچسنگ

source: Total Service Order
ur: ٹوٹل سروس آرڈر

source: Trani
ur: ٹرنی

source: Transfer
ur: ٹرانسفر

source: Travling Allowns
ur: ٹراولنگ الّونس

source: Travling Expense
ur: سفر خرچ

source: UnCleared Gate Pass
ur: انکلاریڈ گیٹ پاسس

source: UnCleared Purchase Order
ur: انکلاریڈ پرچيز آرڈر

source: Via Civil
ur: وی سول

source: Via Maintenance Department Electric Expense
ur: وی مینٹیننس ڈیپارٹمنٹ الیکٹرک خرچ

source: Via Maintenance Department Expense
ur: وی مینٹیننس ڈیپارٹمنٹ خرچ

source: Visitor Approval
ur: وزیٹر اپپروول

source: Visitor Intery
ur: وزیٹر ا نٹري

source: Warning Letter
ur: وارننگ ليٹر
