Repository: AjwErp/PB_Meet
Catalog: AJWManagementPortal/Resources/Views/Shared/_LayoutAdmin.*.resx
Languages: ur

source: 6-Month Report
ur: چھ ماہ کی رپورٹ

source: About Us
ur: اباؤٹ

source: Accessory Office
ur: اسیسری آفس

source: Account Office
ur: اکاؤنٹس آفس

source: Accounts Ledger Report
ur: اکاؤنٹس لیجر رپورٹ

source: Admin
ur: ایڈمن

source: Admin Dashboard
ur: ایڈمن ڈیش بورڈ

source: Admin LAW Book
ur: ایڈمن لاء بک

source: Admin Office
ur: ایڈمن آفس

source: Admin PDF Report
ur: ایڈمن پی ڈی ایف رپورٹ

source: Admin Reports Repository
ur: ایڈمن رپورٹس رپوز ٹری

source: Admin Support Guide
ur: ایڈمن سپورٹ گائیڈ

source: Admin User Guide
ur: ایڈمن يوزر گائیڈ

source: Advance Report
ur: ایڈوانس رپورٹ

source: AGRO
ur: ایگرو

source: AJW Agro Industry
ur: اے جے ڈبلیو ایگرو انڈسٹری

source: AJW Agro Industry Portal
ur: اے جے ڈبلیو ایگرو انڈسٹری پورٹل

source: AJW Dept Dashboard
ur: اے جے ڈبلیو ڈیپارٹمنٹس ڈیش بورڈ

source: All Departments Law Book
ur: آل ڈیپارٹمنٹس لا بک

source: All Ledger Report
ur: تمام لیجر رپورٹ

source: Attendance Report
ur: حاضری کی رپورٹ

source: Audit Report
ur: آڈٹ رپورٹ

source: Bank Report
ur: بینک رپورٹ

source: Block Officer
ur: بلاک آفیسر

source: BOP Bank Report
ur: بی او پی بینک رپورٹ

source: Cash Report
ur: کیش رپورٹ

source: Copyright
ur: کاپی رائٹ

source: D.G.M Office
ur: ڈی جی ایم آفس

source: Daily Plan
ur: ڈیلی پلان

source: Daily Plan-IN Enter
ur: ڈیلی پلان-ان انٹر

source: Daily Plan-IN List
ur: ڈیلی پلان-ان لسٹ

source: Daily Plan-In/OuT
ur: ڈیلی پلان-ان آؤٹ

source: Daily Plan-In/OuT List
ur: ڈیلی پلان-ان آؤٹ لسٹ

source: Daily Plan-OUT Enter
ur: ڈیلی پلان-وٹ انٹر

source: Daily Plan-OUT List
ur: ڈیلی پلان-آؤٹ لسٹ

source: Daily Reports
ur: ڈیلی رپورٹس

source: Dashboard
ur: ڈیش بورڈ

source: Departments
ur: ڈیپارٹمنٹس

source: Design Office
ur: ڈیزائن آفس

source: Electric Office
ur: الیکٹرک آفس

source: Employee Report
ur: ایمپلائی رپورٹ

source: Fine Report
ur: فائن رپورٹ

source: G.M Office
ur: جی ایم آفس

source: General Ledger Report
ur: جنرل لیجر رپورٹ

source: H.R.M Office
ur: ایچ آر ایم آفس

source: Home
ur: ہوم

source: I.T Office
ur: آئ ٹی آفس

source: INDUSTRY
ur: انڈسٹری

source: Kitchen Office
ur: کچن آفس

source: Loan Report
ur: لون رپورٹ

source: Maintenance Office
ur: مینٹیننس آفس

source: Meezan Bank Report
ur: میزان بینک رپورٹ

source: Monthly Reports
ur: ماہانہ رپورٹس

source: Notic Board
ur: نوٹس بورڈ

source: Noticb Borad
ur: نوٹس بورڈ

source: Officer
ur: آفیسر

source: Production Office
ur: پروڈکشن آفس

source: Production Report
ur: پروڈکشن رپورٹ

source: Products
ur: پروڈکٹس

source: Purchase Office
ur: پرچیز آفس

source: Purchasing Report
ur: پرچیزنگ رپورٹ

source: Registered Officer
ur: رجسٹرڈ آفیسر

source: Repository
ur: رپوزٹرئ

source: Salary Report
ur: تنخواہ رپورٹ

source: Sales Office
ur: سیلز آفس

source: Sales Report
ur: سیلز رپورٹ

source: Search
ur: تلاش کریں

source: Search for something ...
ur: ... کچھ تلاش کریں

source: Search for something...
ur: کچھ تلاش کریں…

source: Security Office
ur: سیکیورٹی آفس

source: Services
ur: سروسز

source: Store Office
ur: سٹور آفس

source: Store Report
ur: اسٹور رپورٹ

source: Yearly Report
ur: سالانہ رپورٹ

source: Yearly Reports
ur: سالانہ رپورٹس
