Repository: AjwErp/PB_Meet
Catalog: AJWManagementPortal/Resources/Views/Shared/_LayoutDgm.*.resx
Languages: ur

source: About Us
ur: ہمارے بارے میں

source: Accessory Office
ur: ا سسرئ آفس

source: Accessory Office DMS
ur: ا سسرئ آفس ڈی ایم ایس

source: Accessory Office Reports
ur: ا سسرئ آفس رپورٹ

source: Accessory/Stationary Office Reports
ur: اسٹیشنری آفس رپورٹیں

source: Account Office
ur: اکاؤنٹ آفس

source: Account Office DMS
ur: اکاؤنٹ آفس ڈی ایم ایس

source: Account Office Reports
ur: اکاؤنٹ آفس رپورٹس

source: Admin Office
ur: ایڈمن آفس

source: Admin Office DMS
ur: ایڈمن آفس ڈی ایم ایس

source: AJW Agro Industry
ur: اے جے ڈبلیو ایگرو انڈسٹری

source: AJW Agro Industry Portal
ur: اے جے ڈبلیو ایگرو انڈسٹری پورٹل

source: AJW Daily Plan
ur: اے جے ڈبلیو ڈیلی پلان

source: AJW Law Book
ur: اے جے ڈبلیو لاء بک

source: AJW Notice Board
ur: اے جے ڈبلیو نوٹس بورڈ

source: All Department D.M.S
ur: آل ڈیپارٹمنٹ ڈی ایم ایس

source: All Department Dashboard
ur: آل ڈیپارٹمنٹ ڈیش بورڈ

source: All Department Reports
ur: آل ڈیپارٹمنٹ رپورٹس

source: Annually Audit Report
ur: سالانہ آڈٹ رپورٹ

source: Annually Report
ur: سالانہ رپورٹ

source: C.E.O Office
ur: سی ای او آفس

source: C.E.O Office DMS
ur: سی ای او آفس ڈی ایم ایس

source: Copyright
ur: کاپی رائٹ

source: D.G.M
ur: ڈی جی ایم

source: D.G.M Dashboard
ur: ڈی جی ایم ڈیش بورڈ

source: D.G.M LAW Book
ur: ڈی جی ایم لاء بک

source: D.G.M Office
ur: ڈی جی ایم آفس

source: D.G.M Office DMS
ur: ڈی جی ایم آفس ڈی ایم ایس

source: D.G.M Office Reports
ur: ڈی جی ایم آفس رپورٹس

source: D.G.M PDF Report
ur: ڈی جی ایم پی ڈی ایف رپورٹ

source: D.G.M Reports Repository
ur: ڈی جی ایم رپورٹس ریپوزیٹری

source: D.G.M Support Guide
ur: ڈی جی ایم سپورٹ گائیڈ

source: D.G.M User Guide
ur: ڈی جی ایم يوزر گائیڈ

source: D.M.S
ur: ڈی ایم ایس

source: Daily Plan-IN Enter
ur: ڈیلی پلان-ان انٹر

source: Daily Plan-IN List
ur: ڈیلی پلان-ان لسٹ

source: Daily Plan-OUT Enter
ur: ڈیلی پلان-وٹ انٹر

source: Daily Plan-OUT List
ur: ڈیلی پلان-آؤٹ لسٹ

source: Daily Report
ur: ڈیلی رپورٹ

source: Dashboard
ur: ڈیش بورڈ

source: Design Office
ur: ڈیزائن آفس

source: Design Office DMS
ur: ڈیزائن آفس ڈی ایم ایس

source: Design Office Reports
ur: ڈیزائن آفس رپورٹس

source: Electric Office
ur: الیکٹرک آفس

source: Electric Office DMS
ur: الیکٹرک آفس ڈی ایم ایس

source: G.M Office DMS
ur: جی ایم آفس ڈی ایم ایس

source: H.R.M Office
ur: اچ ۔ار۔ام آفس

source: H.R.M Office DMS
ur: اچ ۔ار۔ام آفس ڈی ایم ایس

source: H.R.M Office Reports
ur: اچ ۔ار۔ام آفس رپورٹ

source: Home
ur: ہوم

source: I.T Office
ur: آ ۔ٹی آفس

source: I.T Office DMS
ur: آ ۔ٹی آفس ڈی ایم ایس

source: I.T Office Reports
ur: آ ۔ٹی آفس رپورٹ

source: Kitchen Office
ur: کچن آفس

source: Kitchen Room DMS
ur: کچن روم ڈی ایم ایس

source: Maintenance Office
ur: مینٹیننس آفس

source: Maintenance Office DMS
ur: مینٹیننس آفس ڈی ایم ایس

source: Maintenance Office Report
ur: مینٹیننس آفس رپورٹ

source: Maintenance Office Reports
ur: مینٹیننس آفس رپورٹس

source: Monthly Report
ur: ماہانہ رپورٹ

source: Production Office
ur: پروڈکشن آفس

source: Production Office DMS
ur: پروڈکشن آفس ڈی ایم ایس

source: Production Office Reports
ur: پروڈکشن آفس رپورٹس

source: Products
ur: پروڈکٹس

source: Purchase Office
ur: پر چیز آفس

source: Purchase Office DMS
ur: پر چیز آفس ڈی ایم ایس

source: Purchase Office Reports
ur: پرچیز آفس رپورٹس

source: Sales Office
ur: سیلز آفس

source: Sales Office DMS
ur: سیلز آفس ڈی ایم ایس

source: Sales Office Reports
ur: سیلز آفس رپورٹس

source: Search
ur: تلاش کریں

source: Search for something...
ur: کچھ تلاش کریں…

source: Security Office
ur: سیکورٹی آفس

source: Security Office Reports
ur: سیکورٹی آفس رپورٹس

source: Semester Audit Report
ur: سمسٹر آڈٹ رپورٹ

source: Services
ur: سروسز

source: Store Office
ur: سٹور آفس

source: Store Office DMS
ur: سٹور آفس ڈی ایم ایس

source: Store Office Report
ur: سٹور آفس رپورٹ

source: Store Office Reports
ur: اسٹور آفس رپورٹس

source: User Profile
ur: یوزر پروفائل
