Repository: AjwErp/PB_Meet
Catalog: AJWManagementPortal/Resources/Areas/Account/Views/YearlyAccountsReport/YearlyIncomeExpenseBankAndInternalReport.*.resx
Languages: ur

source: Account Manager
ur: اکاؤنٹ مینیجر

source: Action
ur: ایکشن

source: AJW AGRO INDUSTRY
ur: اے جے ڈبلیو ایگرو انڈسٹری

source: Back to List
ur: لسٹ پر واپس جائیں

source: Bank Accounts Received by Bank (Punjab Bank)
ur: بنک اکاؤنٹ منا فع جا ت بنک کی طرف سے و صول(پنجاب بنک)

source: Bank Income tex deduction
ur: بینک انکم ٹیکس کٹوتی

source: Closing Balance
ur: کلوزنگ بیلنس

source: D.G.M
ur: ڈی جی ایم

source: Date
ur: تاریخ

source: Expenses
ur: اخراجات

source: G.M
ur: جی ایم

source: Income
ur: آمدن

source: Industry Cell Office Receives money from full income sources and investors
ur: ا نڈسٹری سيل آفس مکمل انکم ذرائع اور انو يسٹرز کی طرف سے رقم وصول

source: Internal account closing balances + bank(BOP Meezan)
ur: انٹرنل اکاؤنٹ کلوزنگ بيلنسز جمع بنک (پنجاب-ميزان)

source: Internal account received by check from the bank and spent on chasing salaries.
ur: انٹرنل اکاؤنٹ نے بنک سے بذریعہ چيک رقم وصول کی اور پر چيزنگ تنخوا ھوں کی مد ميں خر چ کی

source: Internal Account's monthly closing balances that is receivable by bank account which submit in bank account after adding in internal account
ur: انٹرنل اکاؤنٹ کےماہانہ کلوزنگ بيلنسز جو کہ بنک سے ہی وصول کی گئ ماہانہ رقم سے بچتے ‌تھے وہ واپس جمع بنک کروائے انٹرنل اکاؤنٹ ميں خرچ ڈال کر

source: Investment Cash Receipt (Punjab-Meezan) Yousuf Jamil Sahib Account
ur: انویسٹمنٹ کيش وصول(پنجا ب-میزان) یوسف جمیل صاحب اکاؤنٹ

source: Meezan Bank Closing Balance
ur: میزان بینک کلوزنگ بیلنس

source: Previous Bank Closing Balance (BOP-Balance) Received
ur: سابق بینک کلوزنگ بیلنس (بی او پی - میزان) وصول

source: Punjab Bank Closing Balance
ur: پنجاب بینک کلوزنگ بیلنس

source: Receiving Sales Office Deposits Different Types (Punjab-Meezan Bank)
ur: رقم وصول سيلز آفس مختلف اقسام جمع(پنجاب-ميزان بنک)

source: Remarks
ur: ریمارکس

source: Signature
ur: دستخط

source: Total bank Closing Balances
ur: ٹوٹل بینک کلوزنگ بیلنس

source: Total Expense
ur: ٹوٹل خرچ

source: Total Income
ur: ٹوٹل آمدن

source: Yearly Income Expense Bank And Internal Account Report
ur: سالانہ انکم خرچ بینک اور انٹرنل اکاؤنٹ رپورٹ
